[{"chunk": "IN THE HIGH COURT OF KERALA AT ERNAKULAM PRESENT THE HONOURABLE MR. JUSTICE BECHU KURIAN THOMAS MONDAY, THE 6TH DAY OF MARCH 2023 / 15TH PHALGUNA, 1944 CRL.REV.PET NO. 925 OF 2022 CRIME NO.189/2011 OF KODENCHERY POLICE STATION, KOZHIKODE AGAINST CRL.MP 226/2022 IN SC NO.496/2020 OF SPECIAL ADDITIONAL SESSIONS COURT (MARAD CASES)KOZHIKODE REVISION PETITIONER/ACCUSED NO.1: JOLLYAMMA JOSEPH @ JOLLY AGED 47 YEARS,W/O SHAJU ZACHARIAS, PONNAMATTAM-HOUSE, KOODATHAI BAZAR, THAMARASERRY-TALUK, KOZHIKODE-DISTRICT, PIN - 673573 BY ADVS. SRI.BIJU ANTONY ALOOR SRI.K.P.PRASANTH SRI.VISHNU DILEEP SMT.T.S.KRISHNENDU SMT.ARCHANA SURESH SRI.HIJAS T.T. RESPONDENTS/COMPLAINANT: 1 STATE OF KERALA REPRESENTED BY PUBLIC PROSECUTOR, HIGH COURT OF KERALA, ERNAKULAM PIN - 682031 2 DEPUTY SUPERINTEND OF POLICE DCB KKD (RL) & KODENCHERY P.S., KOZHIKODE-DISTRICT., PIN - 673580 BY ADVS. SRI.GRASHIOUS KURIAKOSE, ADDL.DIRECTOR GENERAL OF PROSECUTION SRI.C.K.SURESH, PUBLIC PROSECUTOR THIS CRIMINAL REVISION PETITION HAVING COME UP FOR ADMISSION ON 03.03.2023, THE COURT ON 06.03.2023 PASSED THE FOLLOWING:Crl.R.P. No.925 /22 -:2:- BECHU KURIAN THOMAS, J. -------------------------------- Crl.R.P. No.925 of 2022 --------------------------------- Dated this the 6th day of March, 2023 ORDER In 2019, the State of Kerala was rocked by allegations of six murders having taken place over a period of a dozen years and more. Revision petitioner is alleged to be the culprit and the brain behind all those alleged murders. A suspicion that arose in the mind of an immediate relative regarding the conspicuous presence of the revision petitioner in all the deaths that happened in their family, led to the shocking revelation that all those deaths were in fact murders committed by the petitioner. Revision petitioner is thus facing an indictment for six alleged murders. One of the murders related to the death of her own husband in 2011. 2. Revision petitioner is alleged to have been directly involved in the murder of her mother-in-law in the year 2002, father-in-law", "index": 0}, {"chunk": "in 2004, her husband in the year 2011, her mother-in-law's brother in the year 2014, and the young daughter and the first wife of herCrl.R.P. No.925 /22 -:3:- present husband in the year 2014 and 2016 respectively. The present case is in relation to the murder of revision petitioner's husband Sri. Roy Thomas, alleged to have been committed on 30.9.2011. 3. After investigation, a final report was filed alleging offences under sections 110, 120(b), 465, 467, 468, 471, 302 and section 201 r/w section 34 of Indian Penal Code, 1860 (for short 'IPC') apart from section 2 r/w section 6(2) of the Poisons Act, 1919. According to the prosecution, utilizing the cyanide procured through the second and third accused, the first accused had, on 30.9.2011, mixed the poison in a dish served for dinner and with water. Her husband ate the food and drank the water kept on the table and died. Later the first accused destroyed the evidence by cleaning the vessel and the glass. The prosecution also alleges that the first accused along with the fourth accused had forged a Will of her father-in-law and used that forged Will for effecting mutation of the property and thus the accused committed the offences alleged. 4. After the case was committed to the Court of Sessions, on realising the commission of offences triable exclusively by a Court of Session, the first accused (hereinafter referred to as 'revisionCrl.R.P. No.925 /22 -:4:- petitioner'), filed Crl.M.P. No.226 of 2022 seeking her discharge. According to the revision petitioner, she is innocent and has not committed any offence as alleged by the prosecution. 5. The revision petitioner also claimed that the entire prosecution story is cooked up, and in the absence of any incriminating material against her, she is entitled to be discharged. The revision", "index": 1}, {"chunk": "petitioner further alleged that despite citing 249 witnesses, no incriminating material had been recovered against her nor do the statements of the witnesses implicate the revision petitioner in the crime. She further asserts that except for the statements of few interested witnesses, there is a total absence of evidence to prosecute or frame a charge against her and therefore she is liable to be discharged. It is also alleged that except for few statements made under the influence and threats of the investigating agency, no documentary evidence is available in the prosecution case to connect the revision petitioner with the offence and the allegation of an attempt to acquire property as a motive for the murder, is without any basis. 6. The revision petitioner also alleged that the inclusion of allegations relating to forgery is also without any basis and hasCrl.R.P. No.925 /22 -:5:- pleaded that the findings in the post-mortem report are not consistent with the allegations of the prosecution, as no poisonous content was found and therefore, the inclusion of the offences under the Poisons Act is also without any basis. Revision petitioner further contends that the documents produced by the prosecution are all false and fabricated and that the motive alleged and the other incriminating circumstances and the statements of witnesses cannot create a strong suspicion against the revision petitioner. Apart from the above, it is also alleged that the alleged recovery and the discovery of fact under section 27 of the Evidence Act are false and has been fabricated. 7. Revision petitioner further alleged that the prosecution case is one of cyanide poisoning while the death of her husband had occurred due to a heart attack that too, after a considerable gap of time after allegedly consuming food mixed with the poison, which itself destroys the", "index": 2}, {"chunk": "prosecution case. It is also alleged that much of the evidence alleged to be incriminating against her are factually false and without any basis especially since the revision petitioner and deceased were husband and wife and the presence of her immediately before the death of her husband cannot create anyCrl.R.P. No.925 /22 -:6:- suspicion at all as it is only natural that husband and wife would be together, that too, at night and therefore the revision petitioner ought to be discharged. 8. The prosecution opposed the application for discharge. The learned Sessions Judge by order dated 15.12.2022 dismissed the petition after coming to the conclusion that the materials produced by the prosecution prima facie reveal incriminating materials against the revision petitioner for framing a charge under the various provisions of law alleged. 9. Sri. Biju Antony Aloor, learned counsel for the revision petitioner vehemently argued that the learned Sessions Judge egregiously erred in dismissing the application for discharge in a perfunctory manner without even referring to the specific contentions raised. It was also argued that the prosecution case does not create a strong suspicion against the revision petitioner and that she has been arrayed as an accused without any basis and hence the revision petitioner ought to be discharged. Various decisions relating to the scope of powers while considering a discharge petition was also referred to. 10. Sri.C.K.Suresh, the learned Public Prosecutor along withCrl.R.P. No.925 /22 -:7:- Sri. Grashious Kuriakose, learned Additional Director General of Prosecution, contended that the application for discharge is without any merits as the prosecution relies upon very cogent and convincing evidence adduced after a detailed investigation. It was also submitted that most of the contentions raised by the revision petitioner are factually incorrect and against the weight of evidence adduced by the prosecution, which can", "index": 3}, {"chunk": "be considered only during trial and therefore the application is only to be dismissed. 11. I have considered the rival contentions and have also perused the documents handed over across the Bar by the learned counsel. 12. Revision petitioner is facing prosecution for the alleged murder of her husband. Three other accused are also arrayed along with the revision petitioner. The death of revision petitioner's first husband is alleged to have taken place on 20.9.2011. The post- mortem report dated 01.10.2011 reveals that death was due to cyanide poisoning and the report of chemical analysis was awaited at that point of time. The chemical analysis of the poison found in the body of the revision petitioner's husband also revealed the existence of poison. Thus, the death of revision petitioner's husband is primaCrl.R.P. No.925 /22 -:8:- facie due to poisoning. The contentions to the contrary raised by the revision petitioner are without any basis and those are all matters of proof, which can be adjudicated only during a trial. 13. The prosecution relies upon the statements of 255 witnesses and 356 documents are proposed to be marked apart from 22 material objects. Though the murder allegedly committed in 2011 came to light only in 2019, that by itself cannot detract the value of the material collected by the prosecution at this stage, since the probative value of the material collected by the prosecution can be tested only at the stage of trial. 14. However, for the limited purpose of appreciating whether a strong suspicion can arise from the material collected by the prosecution to consider whether the accused is liable to be discharged or not, it is sufficient to mention that the prosecution is relying upon the extra judicial confession of revision petitioner's own son, who is CW3, that of her", "index": 4}, {"chunk": "present husband CW5 and CW21. All the aforesaid witnesses have also given statements under section 164 of the Cr.P.C. A perusal of the extra judicial confession creates a strong suspicion as to the involvement of the revision petitioner in the crime. Revision petitioner's own son and her present husband haveCrl.R.P. No.925 /22 -:9:- deposed to the confession made by her regarding the murder of her husband and there is no material to doubt the sanctity of the said statements, at the stage of considering the petition for discharge. 15. In this context, the decision of the Supreme Court in Gura Singh v. State of Rajasthan [(2001) 2 SCC 205] is apposite. In the said decision, it was held that despite the inherent weakness of an extra judicial confession as an item of evidence, the said confession cannot be ignored when it is made by a person who had no reason to make such a false statement. It was also observed by the Supreme Court that if the extra judicial confession is true and voluntary, it can be relied upon by the court to convict the accused and if the confession is found to be true and voluntarily made, the same alone is sufficient to convict the accused. Reference in this context to the decision in Babu Issac v. State of Kerala [2020 (3) KLT 237] is also relevant. 16. Thus, it is glaring from the prosecution evidence that extra- judicial confession made by the revision petitioner to her immediate family members, who have no reason to foist a false case against her, stares at her face to create a strong suspicion. Whether the said statements are trustworthy and whether it requires any corroborationCrl.R.P. No.925 /22 -:10:- or not are matters of evidence and the same can be tested only after", "index": 5}, {"chunk": "trial. Apart from the above, the statement of the accused that led to the recovery of cyanide, and the illicit relationship between accused 1 and 2, through whom she is alleged to have procured the cyanide, are all sufficient to prima facie create a strong suspicion of conspiracy to commit the murder. Even otherwise, the revision petitioner is alleged to have poisoned her husband and therefore even if it is assumed for argument's sake that conspiracy is not attracted, still the same is not a reason for the discharge of the revision petitioner. 17. Further, the fabrication of the signature of CW152 on the Will has been spoken to by him and whether the same is sufficient evidence or not can only be tested during trial. When prima facie there is evidence for the commission of forgery and the forged Will was used for effecting mutation, there is no reason as to why the revision petitioner should be discharged for the offences under sections 468 and 471 IPC. 18. In the decision in Central Bureau of Investigation, Hyderabad v. K.Narayana Rao [(2012) 9 SCC 512], the Supreme Court had laid down the following principles to be borne in mind whileCrl.R.P. No.925 /22 -:11:- exercising the jurisdiction under sections 227 and 228 of Cr.P.C. Those principles are: (i) The Judge while considering the question of framing the charges under Section 227, CrPC has the undoubted power to sift and weigh the evidence for the limited purpose of finding out whether or not a prima facie case against the accused has been made out. The test to determine prima facie case would depend upon the facts of each case. (ii) Where the materials placed before the Court disclose grave suspicion against the accused which has not been properly explained, the Court will", "index": 6}, {"chunk": "be fully justified in framing a charge and proceeding with the trial. (iii) The Court cannot act merely as a post office or a mouthpiece of the prosecution but has to consider the broad probabilities of the case, the total effect of the evidence and the documents produced before the Court, any basic infirmities, etc. However, at this stage, there cannot be roving enquiry into the pros and cons of the matter and weigh the evidence as if he was conducting a trial. (iv) If on the basis of the materials on record, the Court could form an opinion that the accused might have committed offence, it can frame the charge, though for conviction the conclusion is required to be proved beyond reasonable doubt that the accused has committed the offence. (v) At the time of framing of the charges, the probative value of the material on record cannot be gone into but before framing a charge the Court must apply its judicial mind on the material placed on record and must be satisfied that the commission of offence by the accused was possible. (vi) At the stage of Section 227 and 228, the Court is required to evaluate the material and documents on record with a view to find out if the facts emerging there from taken at their face value disclose the existence of all the ingredients constituting the alleged offence. For this limited purpose, sift the evidence as it cannot be expected even at that initial stage to accept all that the prosecution states as gospel truth even if it is opposed to common sense or the broad probabilities of the case. (vii) If two views are possible and one of them gives a right to suspicion only, as distinguished from grave suspicion, the trial Judge will", "index": 7}, {"chunk": "beCrl.R.P. No.925 /22 -:12:- empowered to discharge the accused and at this stage, he is not to see whether the trial will end in conviction or acquittal. 19. On an appreciation of the contentions raised and the circumstances adduced by the prosecution, this Court is of the considered view that there are sufficient materials to create a strong suspicion of the involvement of the revision petitioner in the murder of her husband. The circumstances adduced by the prosecution, if proved during trial, can certainly lead to the conviction of the revision petitioner for the offence of murder and the other offences alleged. The material and the documents on record and the statements made by various witnesses, if taken on face value, clearly disclose the existence of all the ingredients constituting the various offences alleged. 20. In view of the above discussion, I am of the considered opinion that the conclusion arrived at by the learned Sessions Judge in dismissing the petition for discharge is legally tenable and does not warrant interference. This criminal revision petition is dismissed. Sd/- BECHU KURIAN THOMAS JUDGE vpsCrl.R.P. No.925 /22 -:13:- APPENDIX PETITIONER'S/S' ANNEXURES ANNEXURE 1 TRUE COPY OF THE ORDER IN CRL.M.P NO. 226/2022 DATED 15/12/2022 WHICH PASSED BY HON'BLE SPECIAL ADDL. SESSIONS COURT (MARAD CASES) AT KOZHIKODE", "index": 8}]